Repository: MukhametzhanDev/GService.v5
Catalog: lib/l10n/app_*.arb
Languages: kk, ru

# language
source: English
kk: Қазақша
ru: Русский

# searchByGservice
source: Search by GService.kz
kk: GService.kz-те іздеу
ru: Поиск по GService.kz

source: Select the type of order
kk: Өтінім түрін таңдаңыз:
ru: Выберите тип заказы:

source: Purchase of special equipment
kk: техниканы сатып алу
ru: Покупка спецтехники

source: Rental of special equipment
kk: техниканы жалға алу
ru: Арендовать спецтехнику

source: Purchase of spare parts
kk: Қосалқы бөлшектерді сатып алу
ru: Покупка запчастей

source: Looking for a mechanic
kk: Механик іздеймін
ru: Ищу механика

source: Looking for a driver
kk: Жүргізуші іздеймін
ru: Ищу водителя

source: If you want to buy equipment, choose the "Purchase of Special Equipment" section.
kk: Егер сіз техника сатып алғыңыз келсе, «Арнайы техниканы сатып алу» бөлімін таңдаңыз.
ru: Если вы хотите купить технику, то выберите раздел «Покупка спецтехники»

source: If you want to rent equipment, choose the "Rental of Special Equipment" section.
kk: Егер сіз техника жалға алғыңыз келсе, «Арнайы техниканы жалға алу» бөлімін таңдаңыз.
ru: Если вы хотите арендовать технику, выберите «Аренда спецтехники»

source: If you need spare parts for special equipment, choose the "Purchase of Spare Parts" section.
kk: Егер сізге арнайы техникаға арналған қосалқы бөлшектер қажет болса, «Қосалқы бөлшектерді сатып алу» бөлімін таңдаңыз.
ru: Если вам нужны комплектующие для специальной техники, выберите раздел «Покупка запчастей».

source: If you need equipment repair, choose the "Looking for a Mechanic" section.
kk: Егер техникаңызға жөндеу қажет болса, «Механик іздеймін» бөлімін таңдаңыз.
ru: Если вам нужен ремонт техники, то выберите раздел «Ищу механика»

source: If you need a driver, choose the "Looking for a Driver" section.
kk: Егер сізге жүргізуші қажет болса, «Жүргізуші іздеймін» бөлімін таңдаңыз.
ru: Если вам нужен водитель, выберите раздел «Ищу водителя».

source: What type of equipment do you want to purchase?
kk: Қандай техниканы сатып алғыңыз келеді?*
ru: Какой тип техники вы хотите купить?

source: Specify the main type of equipment you need. If you require several types, please clarify this in the description of the order.
kk: Қажетті техниканың негізгі түрін көрсетіңіз. Егер бірнеше түрі қажет болса, тапсырыс сипаттамасында бұл туралы нақтылаңыз.
ru: Укажите основной тип техники, который вам требуется. Если необходимо несколько типов, уточните это в описании заказы.

source: Description
kk: Толық мәліметтер
ru: Напишите подробности

source: For example: An excavator is needed for soil leveling.
kk: Мысалы: Топырақты тегістеу үшін экскаватор қажет.
ru: Например: Нужен экскаватор для выравнивание грунта

source: Data and Price
kk: Деректер мен баға
ru: Данные и цена

source: Price
kk: баға
ru: Цена

source: Negotiable
kk: Келісімді
ru: Договорная

source: Specify address
kk: Көрсетілетін мекенжай
ru: Указать адрес

source: Enter address
kk: Мекенжайды енгізіңіз
ru: Введите адрес

source: Show on map
kk: Картада көрсету
ru: Указать на карте

source: Attached documents (optional)
kk: Қосылған құжаттар (міндетті емес)
ru: Закрепленные документы (не обязательно)

source: Upload file
kk: Файлды жүктеу
ru: Загрузить файл

source: Publish
kk: Жариялау
ru: Опубликовать

source: Cancel
kk: Бас тарту
ru: Отмена

source: Specify the subject of the order (sale/rental/spare parts/logistics)
kk: Тапсырыстың тақырыбын көрсетіңіз (сату/жалға алу/қосалқы бөлшектер/логистика)
ru: Укажите тему обращения к исполнителю(продажа/аренда/запчасти/логистика)

source: We will attract suitable contractors for you from our client database
kk: Біз сізге клиенттер базасынан сәйкес орындаушыларды тартамыз
ru: Мы привлекаем вам подходящих исполнителей из нашей клиентской базы

source: You will receive messages and calls with responses related to your topic
kk: Сізге сіздің тақырыбыңыз бойынша хабарламалар мен қоңыраулар келеді
ru: К вам поступают сообщения и звонки с откликами по вашей теме

source: Do you have questions about the listings?
kk: Жарияланымдар бойынша сұрақтарыңыз бар ма?
ru: Остались вопросы по объявлениям?

# contact_gservice_support
source: Contact GService.kz support
kk: GService.kz қолдау қызметіне хабарласу
ru: Обратиться в поддержку GService.kz

source: What type of equipment would you like to rent?
kk: Қандай техниканы жалға алғыңыз келеді?*
ru: Какой тип техники вы хотите арендовать?

source: What type of equipment are you looking for spare parts for?
kk: Қандай техникаға қосалқы бөлшек іздеп жатырсыз?
ru: Для какой техники вы ищете запчасти?

source: Select the brand of equipment
kk: Техниканың маркасын таңдаңыз
ru: Выберите марку техники

source: Select the model of equipment
kk: Техниканың моделін таңдаңыз
ru: Выберите модель техники

source: What equipment needs to be repaired?
kk: Қандай техника жөндеу қажет?
ru: Какую технику необходимо отремонтировать?

source: Select the profession
kk: Мамандықты таңдаңыз
ru: Выберите профессию

source: Select the type of advertisement
kk: Хабарландыру түрін таңдаңыз
ru: Выберите тип объявления

source: Sale of equipment
kk: Техниканы сату
ru: Продажа техники

source: Rental of equipment
kk: Техниканы жалға беру
ru: Аренда техники

source: Sale of spare parts
kk: Қосалқы бөлшектерді сату
ru: Продажа запчастей

source: I am a mechanic
kk: Мен механикпін
ru: Я механик

source: I am a driver
kk: Мен жүргізушімін
ru: Я водитель

source: What type of equipment would you like to sell?
kk: Сіз қандай техниканы сатқыңыз келеді?
ru: Какой тип техники вы хотите продать?

source: Manufacturer
kk: Өндіруші
ru: Производитель

source: Model
kk: Модель
ru: Модель

source: Year of manufacture
kk: Шығарылған жылы
ru: Год выпуска

source: How many engine working hours?
kk: Қанша моточас жұмыс істеді?
ru: Сколько моточасов наработки двигателя?

source: For example, 2,500
kk: Мысалы, 2 500
ru: Например, 2 500

source: New equipment (no hours worked)
kk: Жаңа техника (жұмыс істемеген)
ru: Новая техника (без наработки)

source: Used equipment (working hours unknown)
kk: Қолданылған техника (жұмыс уақыты белгісіз)
ru: Б/у техника (наработка неизвестна)

source: Specify the address
kk: Мекенжайды көрсетіңіз
ru: Укажите адрес

source: Specify the equipment characteristics
kk: Техниканың сипаттамаларын көрсетіңіз
ru: Укажите характеристики техники

source: Weight, t (mandatory field)
kk: Масса, т (толтыру міндетті)
ru: Масса, т (обязательно для заполнения)

source: Running gear
kk: Жүріс бөлімі
ru: Ходовая часть

source: Attachments
kk: Қосымша жабдықтар
ru: Навесное оборудование

source: Don’t see the required characteristic? Write to us!
kk: Қажетті сипаттама жоқ па? Бізге жазыңыз!
ru: Нет нужной характеристики? Напишите нам!

source: Describe your equipment
kk: Техниканы сипаттап беріңіз
ru: Расскажите о вашей технике

source: Select additional equipment
kk: Қосымша жабдықты таңдаңыз
ru: Выберите дополнительное оборудование

source: Images
kk: Суреттер
ru: Изображения

source: Photos in JPG, PNG, or GIF formats, no larger than 10 MB each.
kk: JPG, PNG немесе GIF форматындағы суреттер, әрқайсысы 10 Мбайт-тан аспауы тиіс.
ru: Фотографии в форматах JPG, PNG или GIF размером не более 10 Мбайт каждая.

source: Click to upload images
kk: Суреттерді жүктеу үшін басыңыз
ru: Нажмите чтобы загрузить изображения

source: Save
kk: Сақтау
ru: Сохранить

source: What type of equipment would you like to rent out?
kk: Қандай техниканы жалға бергіңіз келеді?
ru: Какой тип техники вы хотите сдать в аренду?

source: Minimum order time in hours
kk: Тапсырыстың минималды уақыты сағатпен
ru: Минимальное время заказа в часах

source: Shift price
kk: смена бағасы
ru: Цена за смену

source: Hourly price
kk: Сағатына бағасы
ru: Цена за час

source: Select the category
kk: Рубрикані таңдаңыз
ru: Выберите рубрику

source: Select the category (optional)
kk: Категорияны таңдаңыз (міндетті емес)
ru: Выберите категорию (не обязательно)

source: Don’t see the right category? Write to us!
kk: Қажетті рубрика немесе категория жоқ па? Бізге жазыңыз!
ru: Нет нужной рубрики или категории? Напишите нам!

source: Specify the manufacturer
kk: Өндірушіні көрсетіңіз
ru: Укажите производителя

source: You must specify either the manufacturer of the spare part or the equipment brand the spare part is intended for.
kk: Қосалқы бөлшектің өндірушісін немесе техника маркасын міндетті түрде көрсетіңіз.
ru: Обязательно укажите либо производителя запчасти, либо марку техники, для которой предназначена запчасть.

source: Select the type of transport
kk: Транспорт түрін таңдаңыз
ru: Выберите тип транспорта

source: Part number (part number)
kk: Қосалқы бөлшектің нөмірі (part number)
ru: Номер запчасти (part number)

source: Condition
kk: Жағдайы
ru: Состояние

# new_title
source: New
kk: Жаңа
ru: Новая

source: Used
kk: Қолданылған
ru: Б/у

source: Availability
kk: Қолжетімділігі
ru: Наличие

source: In stock
kk: Қолда бар
ru: В наличии

source: On order
kk: Тапсырыс бойынша
ru: На заказ

source: Ad title
kk: Жарияланым тақырыбы
ru: Заголовок объявления

source: Add a photo
kk: Сурет қосыңыз
ru: Добавьте фото

source: Ads with good photos get 5 times more responses
kk: Жақсы суреттері бар хабарландырулар 5 есе көп жауап алады
ru: Объявления с хорошими фотографиями получают в 5 раз больше откликов

source: I agree to the terms of use of the platform
kk: Мен платформа қолдану шарттарына келісемін
ru: Я даю согласие на условия использования платформы

source: Select the specialties that fit you
kk: Сізге сәйкес мамандықтарды таңдаңыз
ru: Выберите подходящие вам специальности

source: Didn’t find your profession? Write to us
kk: Өз мамандығыңызды таппадыңыз ба? Бізге жазыңыз
ru: Не нашли свою профессию? Напишите нам

source: Select the manufacturer of the equipment you repair
kk: Сіз жөндейтін техниканың өндірушісін таңдаңыз
ru: Выберите производителя техники, которые вы ремонтируете

source: Enter your work experience
kk: Жұмыс тәжірибеңізді енгізіңіз
ru: Введите ваш опыт работы

source: Choose your work schedule
kk: Жұмыс кестесін таңдаңыз
ru: Выберите график работы

source: In which city or region do you work?
kk: Қай қалада немесе өңірде жұмыс істейсіз?
ru: В каком городе или регионе вы работаете?

source: Add photos of your work
kk: Жұмыстарыңыздың суреттерін қосыңыз
ru: Добавьте фото ваших работ

source: Write about yourself
kk: Өзіңіз туралы жазыңыз
ru: Напишите о себе

source: Select the equipment you drive
kk: Жүргізетін техникаларыңызды таңдаңыз
ru: Выберите технику, которую вы водите

source: Enter your date of birth
kk: Туған күніңізді енгізіңіз
ru: Дата рождения

source: Search...
kk: Іздеу
ru: Поиск

source: Ad
kk: Хабарландыру
ru: Объявление

source: Order
kk: Тапсырыс
ru: Заказ

source: Home
kk: Басты бет
ru: Главная

source: Orders
kk: Тапсырыстар
ru: Заказы

source: Companies
kk: Компаниялар
ru: Компании

source: News
kk: Жаңалықтар
ru: Новости

source: Guide
kk: Гид
ru: Гид

source: Sale of special machinery
kk: Арнайы техниканы сату
ru: Продажа спецтехники

source: Rental of special machinery
kk: Арнайы техниканы жалға беру
ru: Аренда спецтехники

source: Spare parts
kk: Қосалқы бөлшектер
ru: Запчасти

source: Mechanics
kk: Механиктер
ru: Механики

source: Drivers
kk: Жүргізушілер
ru: Водители

source: Hot offers for the sale of special machinery
kk: Арнайы техниканы сату бойынша ыстық ұсыныстар
ru: Горячие предложения по продаже спецтехники

source: Applications for special machinery
kk: Арнайы техникаға өтінімдер
ru: Заявки на спецтехнику

source: applications
kk: өтінімдер
ru: заявок

source: Top companies
kk: Үздік компаниялар
ru: Топ компании

source: Add a company
kk: Компания қосу
ru: Разместить компанию

source: Types of special machinery
kk: Арнайы техника түрлері
ru: Типы спецтехники

source: Special machinery in cities
kk: Қалалардағы арнайы техникалар
ru: Спецтехника в городах

source: Brands of special machinery
kk: Арнайы техника маркалары
ru: Марки спецтехники

source: We’ll help you choose!
kk: Таңдауға көмектесеміз!
ru: Поможем в выборе!

source: If you have any questions or don’t know what to choose, contact our sales department or leave an application.
kk: Егер сізде сұрақтар қалса немесе не таңдау керектігін білмесеңіз, біздің сату бөліміне хабарласыңыз немесе өтінім қалдырыңыз.
ru: Если у вас остались вопросы или вы не знаете, что выбрать, обратитесь в наш отдел продаж или оставьте заявку

source: For questions about ads and personal accounts, please contact user support.
kk: Хабарландырулар мен жеке кабинетке қатысты сұрақтар бойынша қолданушыларды қолдау қызметіне хабарласуыңызды өтінеміз.
ru: По вопросам объявлений и личного кабинета просим обращаться в поддержки заботы о пользователях.

source: Shymkent, Arginbekova Street, 98
kk: Шымкент, Арғынбеков көшесі, 98
ru: Шымкент, ул. Аргынбекова, 98

source: Name
kk: Есіміңіз
ru: Имя

source: Enter your name
kk: Есіміңізді жазыңыз
ru: Введите ваше имя

source: Phone number
kk: Телефон нөмірі
ru: Номер телефона

source: City
kk: Қала
ru: Город

source: Astana
kk: Астана
ru: Астана

source: Submit application
kk: Өтінім жіберу
ru: Отправить заявку

source: Now available for download
kk: Жүктеп алу үшін қолжетімді
ru: Уже доступно для скачивания

source: Pages
kk: Беттер
ru: Страницы

source: Support
kk: Қолдау
ru: Поддержка

source: Services
kk: Қызметтер
ru: Услуги

source: Ads
kk: Хабарландырулар
ru: Объявления

source: Rentals
kk: Жалға беру
ru: Аренда

source: Documents
kk: Құжаттар
ru: Документы

source: Terms of Use
kk: Пайдалану ережелері
ru: Правила пользования

source: Contacts
kk: Байланыс
ru: Контакты

source: Republic of Kazakhstan
kk: Қазақстан Республикасы
ru: Республика Казахстан

source: Shymkent,
kk: Шымкент қ.
ru: г. Шымкент,

source: Argynbekova Street, 98
kk: Арғынбеков көшесі, 98
ru: ул. Аргынбекова, 98
